Repository: asboy2035/Stand-26
Catalog: Stand/Challenges/ChallengeTitles.xcstrings
Source language: en
Languages: es, fr, zh_hans

# highKneesTitle
source: High Knees
es: Rodillas
fr: Genoux
zh_hans: 高膝盖

# jjTitle
source: Jumping Jacks
es: Saltos
fr: Sauts avec écart
zh_hans: 跳千斤顶

# jumpRopeTitle
source: Jump Rope
es: Cuerda de salto
fr: Corde à sauter
zh_hans: 跳绳

# lungesTitle
source: Lunges
es: Estocadas
fr: Secouer
zh_hans: 弓步

# mountainClimbersTitle
source: Mountain Climbers
es: Alpinistas de montaña
fr: Grimpeurs de montagne
zh_hans: 登山者

# plankTitle
source: Plank
es: Tablón
fr: Planche
zh_hans: 板

# pushupsTitle
source: Pushups
es: Lagartijas
fr: Pompes
zh_hans: 俯卧撑

# situpsTitle
source: Sit-Ups
es: Abatimiento
fr: Sit-up
zh_hans: 仰卧起坐

# squatsTitle
source: Squats
es: Sentadillas
zh_hans: 下蹲

# stretchTitle
source: Stretch
es: Estirar
fr: Étirer
zh_hans: 拉紧

# balanceTitle
source: Balance
fr: Équilibre
zh_hans: 平衡
